Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/hp_2009_samisk_sprak_lulesam.pdf.tmx
Source language: smj
Languages: sma

source: Lulle / gålldåsámegiela ja bihtámsámegiela hárráj viertti sjaddat rahtjamussan álgedit bájkálasj ja rádjárasstididdje giellaprosjektajt gånnå le daj gielaj dálásj dille vuodon.
sma: Barkoe luvle / skoltesaemiengïeline jïh pihtesaemiengïeline tjuara byjres jïh raastijbijjies gïeleprovsjekth aelkedh mah daaletjen tsiehkiem dejtie gïelide jåerkieh.

source: Udnásj duohtavuodas ij máhte javllat dá giela li viesso duon dán sebrudaksuorgen nav gå nuortta-, oarjjel- ja julevsámegiella.
sma: Daen biejjien ij leah realistihken dejtie gïelide vuartasjidh goh jielije gïelh ovmese siebredahkensuerkide seammalaakan goh noerhte-, åarjel- jïh julevsaemiengïelide.

source: Ráddidusá barggo sáme gielaj hárráj Vuonan le dá bajemus ulmmen:
sma: 10 Reerenassen barkoe saemien gïelijgujmie Nöörjesne lea dah bijjies ulmieh:

source: • sáme giela; nuorttasámesámegiella, julevsámegiella ja oarjjelsámegiella galggi åvddånahteduvvat ja liehket viesso giela boahtteájgen aj
sma: • Saemiengïelh noerhtesaemiengïele, julevsaemiengïele jïh åarjelsaemiengïele edtjieh gorredidh jïh jieleme gïelh aaj båetije biejjieh årrodh

source: 10 • sáme giela galggi åvdeduvvat ja tjalmostahteduvvat
sma: • Saemien gïelh edtjieh evtiedidh jïh vååjnesasse båetedh

source: • Gájkajn galgá rievtesvuohta sáme geilajt oahppat
sma: • Gaajhkh edtjieh reaktah utnedh saemien gïelem lïerehtidh

source: • sámegielak rievtesvuoda galggi nanniduvvat ja dåbddusin dagáduvvat
sma: • Saemiengïelij reaktah gelkieh nænnoestidh jïh bæjkoehtidh

source: • Da gålmå sámegiela, nuorttasámegiella, julevsámegiella ja oarjjelsámegiella, galggi vatteduvvat avtaárvvusasj åvddånahttemmáhttelisvuodajt.
sma: • Dah golme saemien gïelh, noerhtesaemiengïele, julevsaemiengïele jïh åarjelsaemiengïele, gelkieh seammaleejns gorredimmienuepieh.

source: • almulasj institusjåvnå galggi liehket diedulattja ietjas sámegiela adnuj, sihke nuorttasámegiellaj, julevsámegiellaj ja oarjjelsámegiellaj
sma: • Byjjes institisjovnh edtjieh voerkes årrodh dej saemiengïelijes åtnoste, dovne noerhtesaemiengïele, julevsaemiengïele jïh åarjelsaemiengïele.

source: • Diehto sámegielaj birra Vuonan galggá åvddånahteduvvat ja giela galggi boahtteájggáj bisoduvvat
sma: • Maahtoe saemiengïelijgujmie Nöörjesne galka gorredidh jïh båetije biejjieh gorredidh.

source: Politihkalasj vuodo
sma: Politijhken våarome

source: Ráddidusbeludagáj politihkalsj vuodo – soria Moriasjiehtadusán- le ulmmen jådedit sámepolitihkav mij galggá sáme álmmugav dievnnut nav vaj sáme giella, kultuvrra ja sebrudakiellemin galggá liehket sihkar boahtteájgge Vuonan.
sma: Reerenassepartijij politihken våarome – Soria Moriabæjhkoehtimmie – ulmie jeahtasovveme saemiepolitihkem uvtiedidh mij galka abpe saemien åålmegem dïenedh guktie saemiengïele, kultuvre jïh siebredahkejielije gelkieh vihties båetije biejjiej Nöörjesne årrodh.

source: sd. diedá. nr. 35 (2007-2008) Mål og Meining (Ulmme ja miella) le ráddidus javllam sámegiella galggá liehket viesso giella.
sma: St. bïevnesisnie nr. 28 (2007-2008) Saemiepolitihke Reerenasse jeahteme saemiengïele galka jielije gïelem årrodh.

source: sámegiella almulasj aktijvuodajn galggá lassánit.
sma: galka maehtedh gaajhkine siebredahkeareninie saemiestidh jïh saemiengïelen åtnoe byjjes tjiehtjelisnie galka jienedidh.

source: stuorradikke diedádusán merustaláduvvi sámepolitihkalasj hásstalusá ma gulluji giellaj ja kultuvrraj ja dá tjoavdeduvvi almulasj åvdåsvásstádusá ja saje nannimijn sáme addnij gáktuj guovdásj álkkádusdahkamusájn dagu varresvuoda, hukso ja åhpadusá gáktuj.
sma: stoerredigkiebïevnese aaj jeahta saemiepolitihken haestemh gïelide jïh kultuvridie tjoelmedin tjuara loevenidh byjjesen dïedtem gorredidh dejtie gieh saemiestieh dej jarnges bueriefaalaldahkij sïjse goh starne, syjhteme jïh ööhpehtimmie.

source: Dát gájbbet dåjmalasj politihkav oadtjot sámegielak ja kultuvralasj vuojnojt almulasj dievnastusájn ja fálaldagájn.
sma: voestegh tjoevere iedtjeles politihkem jis saemiengïeleldh jïh kulturen perspektijvem bïejedh byjjes dïenesjinie jïh faalaldahkine.

source: sd. diedá. nr. 35 (2007-2008) Ulmme ja miella le ráddidus hábmim vuodov åbbålasj giellápolitihkav.
sma: St. bïevnesisnie nr. 25 (2007-2008) Ulmieh jïh mïelh reerenasse våaroemem vuesehte guktie ellies gïelepolitihkem haamode.

source: Åbbålasj vuojnno gielladiedádusán merkaj dav gå sihkarasstá jaskugis boahtteájgev sámegiellaj de ålles mærráj sisadná dát oasev bajemus giellapolitihkalasj åvdåsvásstádusás.
sma: elliesperspektijve gïeledïjresne vuesehte jearsoes båetije biejjiej saemien gïelide gorredidh aaj bielie bijjieöörneme gïelepolitijhken dïedteste.

source: Duodden guovdásj sámepolitihkalasj hásstalussan de la danen barggo sámegiela hárráj aj dábálasj giellapolitihkalasj hásstalussa.
sma: Lissine jarnges saemiepolitijhken hasteme årrodh lea dan gaavhtan barkoe saemien gïelide aaj sïejhme gïelepolitijhken haesteme.

source: sámegiella, ja sierra gåjt mij guosská dåjt unnep gielajda, de li da ållu væráp dilen gå vuona nasjonálgiella.
sma: saemiengïelh, jïh joekoen unnebe saemiengïelh, leah jeenjebe aejhteme tsiehkesne goh daaroen nasjovengïeleste.

source: Giellajábmem le duodalasj ájtton unnemus sámegielajda.
sma: gïelejaame lea darhkan dejtie unnemes saemiengïelide aajhtoe.

source: Valla aj nuorttasámegiella sjaddá rijkajgasskasasj aktijvuodajn gåvviduvvá ájtodum giellan.
sma: Mohte aaj noerhtesaemiengïele rijhkigaskem tsiehkesne aaj gohtjesovvi aejhteme gïelem.

source: Giellajábmemav garvvet gájbbet nannusap ja ienep ulmmejåksåm ja systemáhtalasj rahtjamav.
sma: Jis gïelejaamen vööste barkedh dellie krievie tjerkebe jïh jeenjh ålman jïh systematijhkeles barkedh.

source: Gielladiedádusán tjuodtju ráddidus ájggu barggat biedjatjit vuodov ådå sáme giellapolitihkav strategiaj ja åbbålasj vuojnoj sáme giellaj ja sebrudahkaj.
sma: gïelebïevnesisnie tjåådtje Reerenasse sæjhta barkedh våaroemem biejedh orre saemien gïelepolitijhkese strategijen jïh ellies perspektijvinie saemien gïelide jïh siebredahkem.

source: Dát doajmmapládna le akta oasse dás bargos.
sma: Daate gïeteldssoejkesje lea bielie dehtie barkoste.

source: sd. diedá, nr 23 (2007-2008) Giella dahká råvijt nammaduvvi dåjma åbbålasj giellaåhpaduspolitihkkaj viessomájge ja moattegielak vuojnoj milta.
sma: St. bïevnesisnie nr 23 (2007-2008) Gïelh pruvvieh bigkieh jeahtasåvva råajvarimmieh elliesvoeten gïeleööhpehtimmiepolitihke jielijeguhkie jïh gelliegïeleldh perspektijvesne.

source: Mánájgárdde le buoremus sadje giellaarvusmahttem doajmma smávvamánájda.
sma: Maanajgïerte lea bööremes arena gïeleskreejresråajvarimmieh maanatjidie.

source: Departemænnta vuojnná dárbov árvustallat kvalitehtav vædtsagijs ja vuogijs giellaguoradallamijda ja giellaarvusmahttemijda nav vaj máhttelis la åvddånahttet buorre barggovuogijt.
sma: Departemente vuajna daarpoeh dïrregij kvalitetem vierhtiedidh jïh aaj vuekieh gïelekaarhtedimmiem jïh gïeleskreejehtimmiem vierhtiedidh guktie nuepie sjædta hijven praksisem evtiedidh.

source: Vijdabut nammaduvvá sámegiella vuodoåhpadusán, ja departemænnta vuojnná hásstalussan sihkarasstet oahppij ájnegasj rievtesvuodajt sámeåhpadusán, i. i. åttjudit dåhkkidum máhtulasj åhpadiddjijt ja láhtjet dilev nav vaj åvddånahteduvvi ja buvtaduvvi buorre sáme oahpponævo.
sma: vijrebe jeahtasåvva saemiengïelh maadthööhpehtimmesne, jïh deepartemente vuajna dïhte goh haestemem learohkij individuellen reakta saemiengïelelïerehtæmman tjïrkedh, g. j. kvalisiferijen lohkehtæjjah gaavnedh jïh geehteste buerie saemien learoevierhtieh sjïdtieh evtiedidh jïh dorjesovvedh.

source: Departemænnta rahtjá åvddånahttet guhkásåhpadimfálaldagájt ja diededit ájges ájggáj oahppij sámeåhpadusá rievtesvuodaj birra.
sma: Departemente sæjhta maajhööhpehtimmiefaalaldahkem evtiedidh jïh daamtaj learohkij reaktajgujmie saemiengïeleööhpehtæmman saarnodh.

source: stuorradiggediedádusán nammaduvvá vijdábut giellafága universitehtajn ja allaskåvlåjn.
sma: stoerredigkiebïevnese jeahtasåvva gïelefaagh universitetinie jïh jïlleskuvline.

source: sámegielak studia ja sámegielak åhpadiddjeåhpadusá li ájnas gájbbádusá bisodittjat ja åvddånahtátjit sáme gielav ja kultuvrav Vuonan, ja aj rájáj rastá.
sma: saemiengïeleldh lohkemh jïh saemiengïeleldh lohkehtæjjaööhpehtimmieh lea vihkeles gosse saemien gïelide jïh kultuvridie Nöörjesne gorredidh jïh evtiedidh, jïh aaj rijhkij raastij dåaresth.

source: sierraláhkáj ájnas le tjalmostuhttet dåjt unnemus sámegielajt, julevsámegielav ja oarjjelsámegielav, ja stuorradiggediedádusán tsuojggiduvvá barggo åttjudittjat ulmutjijt dájda åhpadusájda viertti stuorra tjalmostibme liehket divna daj institusjåvnåjn gejn li åvdåsvásstádus suorgen.
sma: Joekoen vihkeles vuartasjidh dah unnebe saemien gïelh, julevsaemiengïele jïh åarjelsaemiengïele, jïh stoerredigkiebïevnesisnie

source: diedá. nr. 31 (2007-2008) Kvalitet i skolen ráddidus dættot dárbbo le vuorrodit åvddånahttemav guovdásj vuodulasj tjehpudagáv árrat.
sma: St. bïevnesisnie nr. 31 (2007-2008) Kvalitete skuvlesne reerenasse jeahtasåvva dïhte daerpies voestes sæjjan bïejedh evtiedimmiem jarnges maadth maahtoeh aarehke uvtemesth biejesovvedh.

source: systemáhtalasj sihkarasstema hárráj juohkka avtav oahppe tjuovvolimev dajt vuostasj jagijt sihtá departemænnta buktet bákkulasj guoradallamav låhkåmtjehpudagás 1.-3. jahkedássáj.
sma: guktie systematijhken dåeriedimmie fïerhtem learohkem tjïrkedh dej voestes jaepiej departemente sæjhta obligatorijen kaarhtedimmiem darjodh lohkemedaajromistie 1.-3. daltesinie.

source: 11 Departemænnta sihtá álgadit vuogádusáv åhpadiddjij joarkkaåhpadusá hárráj mij bissu.
sma: Departemente sæjhta stinkes systemem aatskadidh vijrebasse ööhpehtimmie lohkehtæjjide.

source: stáhtta ruhtat åhpadussajijt åhpadiddjijda mierredum lågo milta ja fállá suohkanijda åhpadussajijt ávkástallat.
sma: staate ööhpehtimmiesijjide maaksa lohkehtæjjalåhkoem jïh tjïeltide faalaldahkem vadta dejtie lohkemesijjide utnedh.

source: Álgaduvvá masteråhpadus skåvllåjådedimes gájka ådå virgádum rektorijda.
sma: Masterööhpehtimmie skuvlejuhtietimmiem gaajhkide orre rektovridie daajrohte.

source: stáhtta máksá ruhtagålåjt åhpadussajijs.
sma: staate lohkemesijjiej åvteste Maaksa.

source: Ráddidus sihtá vijdábut åvddånahttet vuogádusáv kvalitehta árvustallamijda ja vuorodit bagádallamav skåvlåjda ja skåvllåæjgádijda gænna li sierra hásstalusá.
sma: Reerenasse sæjhta vijrebasse systemem evtiedidh kvalitetenvierhtiedimmiem jïh bïhkedimmiem skuvlide jïh skuvleaajhteridie joekoen haestemijgujmie prioriteredh.

source: diedá. nr. 11 (2008-2009) læreren – rollen og utdanningen (Åhpadiddje – sadje ja åhpadus) nammaduvvá sáme åhpadiddjeåhpadus sierra.
sma: St. bïevnesisnie nr. 11 (2008-2009) Lohkehtæjja – råalle jïh ööhpehtimmie saemien lohkehtæjjaööhpehtimmien sjïere ållermaehteme.

source: Ráddidus oajvvat moadda dåjma láhtjátjit lasse rekrutterimij sáme åhpadiddjeåhpadussaj ja dåjmajt arvusmahtátjit ienebujt válldátjit sámegielav fáhkan ietjasa dáro åhpadiddjeåhpadusán.
sma: Reerenasse uvtede jeenjh råajvarimmieh våaromem bïejedh guktie skreejrehtimmie saemien lohkehtæjjaööhpehtæmman jienede jïh råajvarimmieh guktie jeenjesh saemiengïelem lohkedh aktem dejstie faagijste dej nöörjen lohkehtæjjaööhpehtimmesne.

source: stuorradiggediedádus aj tjalmostahttá jut dárbbo le lagáp aktisasjbargguj gaskal institusjåvnåj ma fálli åhpadusáv avtajs dájs gålmå sámegiellaj, danen gå dákkár aktisasjbargon li máhttelisvuoda ma ælla ávkástaládum.
sma: stoerredigkiebïevnesisnie aaj vuesehte dïhte lea daerpies lihkebe ektiebarkoe institusjovnij gaskem mejtie ööhpehtimmiem aktem dejstie saemien gïelijste faelieh, juktie dagkeres ektiebarkosne lea ov-utnemen nuepieh.

source: Rievtesvuoda vuodo
sma: Reaktelds våarome

source: Moadda nasjonálalasj konvensjåvnåjn unneplågoj ja iemeálmmugij hárráj li mærrádusá bisodittjat gielav.
sma: Jeenjh gaskerijhkij konvensjovnij unnebelåhkoej jïh aalkoealmetjij bïjre leah nænnoestimmieh gïelEN:en konvensjovne sivijlen jïh politijhken reaktaj bïjre vuesehte guktie Nöörjen barkoe saemiengïelide galka årrodh.

source: iLo-konvensjåvnå nr. 169 javllá i. i..
sma: evaarjelimmiej bïjre.

source: 28. artihkkalin náv “ Galggi dåjma boahtet bisodittjat ja åvdedittjat ja adnemij guosskavasj álmmugij ieme gielav ” Åna konvensjåvnnå sivijla ja politihkalasj rievtesvuodaj birra aj buktá lájddistimijt Vuonarijka bargguj sáme giela hárráj.
sma: iLo-konvensjovne nr. 169 jeahta gaskem jeahtjebem artihkelisnie 28 ” edtja råajvarimmieh darjodh juktie åvtanimmiem jïh åtnoem gorredidh jïh evtiedidh dej åålmegij aalkoegïelh ”.

source: Vijdábut nammaduvvá Åna-duodastus imeálmmugij rievtesvuodaj birra i. i. iemeálmmugij gielalasj reivtesvuodajt,
sma: Aaj

source: Eurohpá lihton guovloj- jali unneplåhkogielaj birra (European Charter for Regional or Minority Languages) mierreduváj jage 1992 Eurohpárádes ulmmen suodjalit unneplåhkogielajt, nav vaj eurohpá kultuvrra bisoduvvá dagu aktidim ja moattebelak kultuvrran.
sma: Dïhte europeijen pakte regijovnen- jallh unnebelåhkoegïelh (european Charter for Regional or Minority Languages) lij mïeredamme jaepien 1992 europaraereste dejnie ulmine unnebelåhkoegïelh vaarjelidh, guktie europijen kultuvre gorrede ektine jïh gellienlaaktje kultuvre.

source: Lihtto vælggodahttá nasjonálstáhtajt tjadádit konkrehta dåjmajt bisodittjat guovllo- ja unneplåhkogielajt, nav vaj åvddånbåhti politihkan, láhkadahkamijn ja práksisin.
sma: Pakte nasjovnalstaath åeliede stinkes råajvarimmieh tjïrrehtidh regijovnalen- jïh unnebelåhkoegïelh gorredidh, guktie dah vååjnesasse sjïdtieh dovne politihkesne, laakevedtemisnie jïh aarkbiejjietjisnie.

source: nubbe oasse lihtos mierret moadda ájnas ulmijt ja prinsihpajt mij gullu stáhtaj vælggogisvuodajda sihkarasstet unneplågo gielaj suodjalimev.
sma: Boelhke ii paktesne jeahta jeenjh vihkeles ulmieh jïh prinsibph gosse dej staatij plikth unnebelåhkoegïeli vaarjelimmiem tjïrkedh.

source: Goalmát oasse Unneplåhkolihtos sisadná ienep vijddát ja dárkkelap njuolgadusájt ma bukti konkrehta vælggogisvuodajt oajválattjajda duon dán suorgen, i. i. åhpadussuorgen, riektádåjmadagán ja almulasj háldadusán.
sma: Boelhke iii Unnebelåhkoegïelepaktesne jeahta jeenjh dijpemh jïh veele njoelkedassh mej stinkes plikth reeremidie ovmessie suerkine, g. j. ööhpehtimmesne, reaktaöörnegisnie jïh byjjesreeremisnie.

source: Vuodnaj le goalmát oasse lihton buktám vájkkudusájt nuorttasámegiellaj.
sma: Nöörjen åvteste lea bolhke iii noerhtesaemiengïelem dijpeme.

source: Maŋŋela gå snåsa suohkan (snåasen tjïelte) ja Divtasvuona suohkan sjaddin oassen sámelága giellanjuolgadusáj háldadusguovlos sihtá Barggo- ja sebrudahttemdepartemænnta árvustallat jus oarjjelsáme- ja julevsámegiela aj galggi gullut goalmát oassáj lihton.
sma: Dan mænngan snåasen tjïelte jïh Divtasvuodnan tjïelte reeremedajvese saemien gïelide böötigan Barkoe- jïh ektiedimmiedepartemente sæjhta vierhtiedidh jis åarjelsaemien jïh julevsaemien aaj edtjijægan bolhke iii paktesne dijpedh.

source: Vuodná åvddånbuvtij goalmát rápportav snjuktjamáno 2005 jagen.
sma: Nöörje dan gåalmede reekteme njoktjen 2005 vadtasovvi.

source: Eurohpáráderesolusjåvnnå Vuona Unneplåhkogiellalihto tjuovvolime birra 2007;as vaddá konkrehta ávttjimusájt mij guosská dájda,
sma: europaraerieresolusjovne Nöörjen dåariedimmien Unnebelåhkoegïelepakte jaepeste 2007 vadta stinkes juvnehtimmieh dejtie båetije tsiehkide:

source: • Vuodna hæhttu nannit ietjas bargov mij gullu fállat oahpponævojt ja åhpadusáv åhpadiddjijda julev- ja oarjjelsámegielaj
sma: • Nöörje tjuara dan barkoem tjïrkedh dan muhteste learoevierhtieh faaledh jïh ööhpehtæjjah ööhpehtidh julev- jïh åarjelsaemiengïelesne.

source: • Vuodna hæhttu sihkarasstet vaj sosiála- ja varresvuodainstitusjåvnå sissŋelin sáme háldadusguovlo fálli dievnastusájt sámegiellaj
sma: • Nöörje tjuara nænnoestidh sosijale- jïh starneinstitusjovnh saemiengïelereeremedajvine mah dïenesjimmieh saemiengïelesne faelieh.

source: • Vuodna hæhttu sihkarasstet jut álmmukregistar ja ietjá almulasj registara ja institusjåvnå máhtti sáme bokstávaj tjállet
sma: • Nöörje tjuara nænnoestidh åålmehregistere jïh jeatjah byjjes registerh jïh institusjovnh dåarjoeh åtnoem saemien væhtajde.

source: Eurohpáráde ekspertkomitea dåttot julevsáme giella ájn le ájtos dilen.
sma: europaraerien ekspertemoenehtse sïevedi julevsaemiengïele joe lea saajrohts tsiehkine. Åar

source: oarjjelsámgiela gáktuj de ekspertkomitea dættot dát giella le sierra ájtos dilen ja danen le dárbbo dalánagá dåjmajda vaj giella galggá iellet Vuonan.
sma: 12 jelsaemiengïelen bïjre ekspertemoenehtse jeahta daate gïele lea joekoen saajrohts tsiehkine jïh dan gaavhtan daarpesje dallegh råajvarimmieh jis gïele galka Nöörjesne jieledh.

source: Dárbbo le ulmij milta dårjaj ja innovásjåvnålasj tjoavddusijda hiebadum oarjjelsámegiela sierra dilláj.
sma: Daarpoeh lea ulmieriekteme dåarjoe jïh innovatijven vaestiedassh åarjelsaemiengïelen joekoen tsiehkine sjïehtesjidh.

source: Komitéa dættot vijdábut man ájnas aktisasjbargo le svieriga oajválattjaj oarjjelsámij dilev nannitjit.
sma: Moenehtse sïevede man vihkeles sveerjen reeremidie ektesne barkedh åarjelsaemien tsiehkieh dåarjodh.

source: Vuona nælját rápportta gárvvánij 2008 giese.
sma: Nöörjen njealjeden reekteme lij giesien 2008 gaervies.

source: Eurohpáráde ij la moarmesmánon 2009 gárvvánam dájna.
sma: europaraerie ij ennje dam gïetedallh suehpeden 2009.

source: Nasjonálalasj láhkatjoahkkijn vuodot Vuodolága 110 § a-oasse vælggogisvuodav stáhttaj láhtjet dilev nav vaj sáme álmmuk máhttá ” sihkarasstet ja åvddånahttet ietjas gielav, ietjas kultuvrav ja ietjas
sma: Nasjovnalen laakevedtemisnie tseegkie Maadthlaaken § 110 a pliktem staatese tsiehkiejvåaroemem bïejedh guktie saemien åålmege maahta ” dej gïelem, dej Kultuvrem jïh dej siebredahkejielemem tjïrkedh jïh evtiedidh ”.

source: 12 sebrudakiellemav ”.
sma: Daate jeatjebem gaskem våaroemisnie dorje saemielaaken åådtji orre kapihtele 3 gïelij bïjre jaepien 1990.

source: Dát lij duogátjin manen sámeláhka oattjoj ådå 3. kapihttalav giela birra 1990. njuolgadusá fábmoduvvin ådåjakmáno 1, b 1992 ja nav li dá 17 jage doajmmam.
sma: Dah njoelkedassh tsiengelen 1. 1992 dijpesovvin jïh leah 17 jaepiej tjïrrh juhteme.

source: sámelága 1-5. kapihttalin mierreduvvá sámegiella ja dárogiella libá avtaárvvusasj giela, ja galggi liehket dássásattja sámelága 3. kapihttala njuolgadusáj milta.
sma: saemielaaken § 1-5 jeahta saemien jïh daaroen lægan mïrrestalleme gïelh, jïh dah edtjieh mïrrestalleme årrodh njoelkedassij mietie saemielaaken kapihtele 3.

source: Muhtem mærrádusá li ráddjidum sámegiela háldadusguovlo sissŋelij, madin muhtemijn ælla dákkár geográfalasj ráddjima.
sma: Muvhth njoelkedassh saemiengïelen reeremedajvh dijpieh, jïh muvhth eah leah geografijen raedtieh.

source: Muhtem mærrádusá guosski sierraláhkáj suohkanijda, madin muhtema vas guosski stáhta ja guovlo oajvválattjajda.
sma: Muvhth njoelkedassh joekoen tjïeltide dijpieh, jïh muvhth aaj staaten jïh regijovnalen reeremidie dijpieh.

source: Láhka javllá i. i. lága ja njuolgadustjállaga ma sierra berustimij baktu guosski ålles sáme álmmugij jali åsijda sáme álmmugis, galggi jårggåluvvat sámegiellaj.
sma: Laake jeahta jeatjeben gaskem laakh jïh njoelkedassh joekoen iedtjh abpe jallh bielieh saemien åålmegistie, edtja åarjelsaemiengïelese jarkoestidh.

source: sámelága giellanjuolgadusá vaddi viesádijda gielalasj rievtesvuodajt almulasj orgánaj duon dán æjvvalim aktijvuodajn.
sma: saemielaaken gïelenjoelkedassh vedtieh otnegidie gïeleldh reaktah gosse ovmese byjjes organidie gaavnedieh.

source: Da guosski njuolgadusájt jårggålit, guládusájt ja sjiemájt sámegiellaj, rievtesvuoda vásstádusájt sámegiellaj oadtjot, vijddát sámegiela adnuj riektádåjmadagán, vijddát rievtesvuohta sámegiela adnuj varresvuoda- ja sosiálasuorgen, ajnegis girkko dievnastusájda, rievtesvuohta åhpadusvirggeloahpáj ja rievtesvuohta åhpadussaj sámegielan.
sma: Dïhte lea njoelkedassh jarkoestidh, bæjkoehtimmieh jïh goerh saemiengïelese, reakta vaestiedassh saemiengïelesne, væjranamme åtnoe saemiengïelesne reaktaöörnegisnie, væjranamme reakta saemiengïelem utnedh starne- jïh sosijalesuerkesne, individuellen gærhkods faalaldahkh, reakta ööhpehtimmiepermisjovnese jïh reakta saemiengïeline ööhpehtæmman.

source: Sámegiela háldadusguovlon le dá suohkana: Kárášjåhkå, Guovdagæjnno, Unjárgga, Porsáŋgo ja Dædno Finnmárkon; Gáivuodna Tråmsån, Divtasvuodna nordlándan ja snåase nuortta-Trøndelágan.
sma: Saemiengïelen reeremedajve leah tjïelth Karasjohke, goevtegeajnoe, Nesseby, Porsangere jïh Deatnu Finnmarkesne, Kåfjorde Tromsesne, Divtasvuodna Noerhtelaantesne jïh snåase Noerhte-Trøndelagesne.

source: Loabága suohkan Tråmsån le åhtsåm bessat háldadusguovlo sissŋelij.
sma: Lavangen tjïelte Tromsesne lea ohtseme sæjhta saemien gïelen reeremedajven meatan årrodh.

source: Maŋŋela gå snåasen tjïelte ja Divtasvuona suohkan bådijga háldadusguovlluj le háldadusguovllo vijddánam aj oarjjelsámegielajn ja julevsámegielajn.
sma: Dan mænngan daajroehtamme snåasen tjïeltem jïh Divtasvuodnan tjïeltem lea saemielaaken gïelenjoelkedassh væjradamme aaj åarjelsaemiengïelem jïh julevsaemiengïelem dæjpa.

source: Dat sihtá javllat suohkan ja guovllo ja stáhta oajválattjajn sissŋelin dan oase háldadusguovlos mij guosská dájda gielajda le åvdåsvásstádus jut lága njuolgadusá tjadáduvvi dáj gielaj gáktuj.
sma: Destie båata tjïelth jïh regijovnalen jïh staaten reeremh dan bielem reeremedajveste maam dej gïelh dæjpa, lea dïedte laaken njoelkedassij mietie tjïrrehtidh dej gïelide.

source: Lága ja njuolgadustjállaga ma lisierra berustimes åsida jali ålles sáme álmmugij galggi sámegiellaj jårggåluvvat.
sma: Laakh jïh njoelkedassh mej lea joekoen iedtjh abpe jïh bielieh saemien åålmegistie edtja saemiengïelese jarkoestidh.

source: Mærrádusá sámelága giellakapihttalin li binnemusgájbbádusá.
sma: Njoelkedassh saemielaaken gïelekapihtelisnie lea maam unnemes krievie.

source: Dát sihta javllat gájkka almulasj orgána hásstaluvvi vuorodit sámegielak addnijt, aj vijdábut gå majt lága njuolgadusá gájbbedi ja háldadusguovlo rájáj beruskáhtá.
sma: Destie båata gaajhkh byjjes åårganh haestede saemiengïelij utnijh krööhkestidh, jïh aaj laaken njoelkedassh jïh reeremedajven raedtiej ålkoelisnie.

source: Buorre háldadusdábe javlli tjálalasj aktijvuoda sámegiellaj vássteduvvi sámegiellaj, ja aj daj bálij gå lága milta ij la vælggogis dav dahkat.
sma: hijven reeremevuekie jeahta tjaaleldh bieljeldimmieh saemien gïelesne, saemien gïelesne vaestede, aaj gosse ij laaken mietie leah plikte dejtie.

source: Rievtesvuoda vuodo sámegiela åhpadussaj le sámeláhka ja åhpadusláhka.
sma: Dïhte reaktan våarome ööhpehtimmie saemien gïelesne lægan saemielaake jïh ööhpehtimmielaake.

source: Maŋŋela gå sámegielalága háldadusguovllo le vijdeduvvam aj suohkanijda oarjjel- ja julevsáme guovlon, de moallánahka ” samegiella ” dádjaduvvá dagu nuortta-, oarjjel-, ja julevsámegiella.
sma: 13 Dan mænngan saemiengïelereeremedajve væjradi aaj tjïelth åarjelsaemien jïh julevsaemien dajvine, dellie jiehtege ” saemien gïele ” noerhte-, åarjel- jïh julevsaemiengïeline guarkedh.

source: Muodugasj definisjåvnnå le aj åhpaduslágan (6-1 §).
sma: seamma definisjovne lea ööhpehtimmielaakesne (§6-1).

source: sámelága 3-8 § javllá aj ” juohkkahattjan le rievtesvuohta sámegiella åhpadussaj. ”
sma: saemienlaaken § 3-8 aaj jeahta ” fïeren guhten lea reakta ööhpehtæmman saemien gïelesne ”.

source: Dát gullu sámijda ja sidjij gudi ælla sáme aj.
sma: Daate dovne saemieh jïh daatjh dæjpa.

source: ietjá guovdásj lága li láhka mánájgárdij birra (mánájgárddeláhka) mij mierret suohkanij åvdåsvásstádusáv láhtjet fálaldagájt sáme mánájda.
sma: Jeatjah voernges laakh lea laake maanajgïertide mij tjïelten dïedtiem debreldahta faalaldahkem saemien maanide öörnedh lea presisereme.
